{
 "Benefits": {
  "1": {
   "panelHeading": "Help the environment",
   "panelDetails": "We know that climate change is the biggest challenge we as humanity are facing. If you're reading this, you clearly care as much as we do. Carbon offsetting is one of the easiest and most effective ways to give back to the planet and be part of the regeneration process!"
  },
  "2": {
   "panelHeading": "Follow your projects",
   "panelDetails": "Not only will you be helping the environment, we also want you to see the impact you are making. Creol promises to give periodic updates on the projects you choose to support. See where your money goes and how it’s used to support communities as well as the climate!"
  },
  "3": {
   "panelHeading": "Real-time progress updates",
   "panelDetails": "Keeping track of your carbon footprint is important; its the main reason we started Creol Offset. To help you on your journey, we've made this easier than ever! Get real-time updates on how much carbon you've saved, get tips on how to reduce your footprint and share your journey with others!"
  },
  "4": {
   "panelHeading": "Weekly Eco Challenges",
   "panelDetails": "Reduce your footprint in a brand new way! Small changes go a long way, so we've designed weekly challenges that allow you to see just how much impact small habit changes make. Challenge yourself, change the planet. Start your free trial to get access to these exclusive challenges!  "
  },
  "5": {
   "panelHeading": "Own your carbon credits",
   "panelDetails": "We don't just want you to support green projects, we want you to be part of them! Using revolutionary technology, Creol lets you own carbon credits in a totally unique way, giving control back to you.\nWhat can you do with your carbon credits?\n"
  },
  "6": {
   "panelHeading": "Achievable Carbon Goals",
   "panelDetails": "Keeping track of your carbon footprint is tough. Reducing it is even tougher. Creol wants to make this journey as easy as possible! Check out our journey page to see how you can set and reach your personal eco goals!"
  }
 }
}
